log/2019-10-18/2019-10-18-02:05:02
20        Threads
50        Connections per thread
13000     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        75218.43          ---          ---     13.44200      4271.09 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      75218.43         0.00         0.00     13.44200      4271.09 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.00
SET       0.300         0.00
SET       0.310         0.01
SET       0.320         0.01
SET       0.330         0.01
SET       0.340         0.01
SET       0.350         0.02
SET       0.360         0.02
SET       0.370         0.02
SET       0.380         0.02
SET       0.390         0.03
SET       0.400         0.03
SET       0.410         0.03
SET       0.420         0.04
SET       0.430         0.04
SET       0.440         0.05
SET       0.450         0.05
SET       0.460         0.05
SET       0.470         0.06
SET       0.480         0.06
SET       0.490         0.07
SET       0.500         0.07
SET       0.510         0.08
SET       0.520         0.08
SET       0.530         0.09
SET       0.540         0.09
SET       0.550         0.09
SET       0.560         0.10
SET       0.570         0.10
SET       0.580         0.11
SET       0.590         0.11
SET       0.600         0.12
SET       0.610         0.12
SET       0.620         0.12
SET       0.630         0.13
SET       0.640         0.13
SET       0.650         0.13
SET       0.660         0.14
SET       0.670         0.14
SET       0.680         0.14
SET       0.690         0.15
SET       0.700         0.15
SET       0.710         0.15
SET       0.720         0.16
SET       0.730         0.16
SET       0.740         0.16
SET       0.750         0.16
SET       0.760         0.17
SET       0.770         0.17
SET       0.780         0.17
SET       0.790         0.18
SET       0.800         0.18
SET       0.810         0.18
SET       0.820         0.18
SET       0.830         0.19
SET       0.840         0.19
SET       0.850         0.19
SET       0.860         0.20
SET       0.870         0.20
SET       0.880         0.20
SET       0.890         0.20
SET       0.900         0.21
SET       0.910         0.21
SET       0.920         0.21
SET       0.930         0.22
SET       0.940         0.22
SET       0.950         0.22
SET       0.960         0.22
SET       0.970         0.23
SET       0.980         0.23
SET       0.990         0.23
SET       1.000         0.25
SET       1.100         0.27
SET       1.200         0.29
SET       1.300         0.31
SET       1.400         0.33
SET       1.500         0.35
SET       1.600         0.37
SET       1.700         0.39
SET       1.800         0.42
SET       1.900         0.44
SET       2.000         0.46
SET       2.100         0.49
SET       2.200         0.51
SET       2.300         0.54
SET       2.400         0.57
SET       2.500         0.60
SET       2.600         0.62
SET       2.700         0.65
SET       2.800         0.69
SET       2.900         0.75
SET       3.000         0.80
SET       3.100         0.87
SET       3.200         0.94
SET       3.300         1.02
SET       3.400         1.09
SET       3.500         1.16
SET       3.600         1.22
SET       3.700         1.28
SET       3.800         1.34
SET       3.900         1.39
SET       4.000         1.45
SET       4.100         1.50
SET       4.200         1.55
SET       4.300         1.60
SET       4.400         1.65
SET       4.500         1.70
SET       4.600         1.74
SET       4.700         1.79
SET       4.800         1.84
SET       4.900         1.88
SET       5.000         1.93
SET       5.100         1.98
SET       5.200         2.03
SET       5.300         2.09
SET       5.400         2.14
SET       5.500         2.20
SET       5.600         2.26
SET       5.700         2.33
SET       5.800         2.40
SET       5.900         2.48
SET       6.000         2.57
SET       6.100         2.66
SET       6.200         2.77
SET       6.300         2.88
SET       6.400         3.00
SET       6.500         3.15
SET       6.600         3.31
SET       6.700         3.48
SET       6.800         3.68
SET       6.900         3.90
SET       7.000         4.15
SET       7.100         4.42
SET       7.200         4.73
SET       7.300         5.07
SET       7.400         5.45
SET       7.500         5.87
SET       7.600         6.35
SET       7.700         6.87
SET       7.800         7.43
SET       7.900         8.04
SET       8.000         8.71
SET       8.100         9.44
SET       8.200        10.20
SET       8.300        11.03
SET       8.400        11.90
SET       8.500        12.82
SET       8.600        13.80
SET       8.700        14.79
SET       8.800        15.84
SET       8.900        16.91
SET       9.000        18.02
SET       9.100        19.17
SET       9.200        20.34
SET       9.300        21.54
SET       9.400        22.76
SET       9.500        24.01
SET       9.600        25.28
SET       9.700        26.53
SET       9.800        27.80
SET       9.900        29.07
SET      10.000        35.90
SET      11.000        47.44
SET      12.000        57.21
SET      13.000        65.12
SET      14.000        71.32
SET      15.000        76.30
SET      16.000        80.27
SET      17.000        83.51
SET      18.000        86.16
SET      19.000        88.32
SET      20.000        90.09
SET      21.000        91.52
SET      22.000        92.67
SET      23.000        93.62
SET      24.000        94.43
SET      25.000        95.08
SET      26.000        95.62
SET      27.000        96.11
SET      28.000        96.51
SET      29.000        96.85
SET      30.000        97.14
SET      31.000        97.39
SET      32.000        97.60
SET      33.000        97.79
SET      34.000        97.98
SET      35.000        98.15
SET      36.000        98.32
SET      37.000        98.48
SET      38.000        98.64
SET      39.000        98.77
SET      40.000        98.90
SET      41.000        99.02
SET      42.000        99.13
SET      43.000        99.24
SET      44.000        99.33
SET      45.000        99.41
SET      46.000        99.49
SET      47.000        99.55
SET      48.000        99.61
SET      49.000        99.67
SET      50.000        99.71
SET      51.000        99.75
SET      52.000        99.79
SET      53.000        99.82
SET      54.000        99.85
SET      55.000        99.87
SET      56.000        99.89
SET      57.000        99.91
SET      58.000        99.92
SET      59.000        99.93
SET      60.000        99.94
SET      61.000        99.94
SET      62.000        99.95
SET      63.000        99.95
SET      64.000        99.96
SET      65.000        99.96
SET      66.000        99.96
SET      67.000        99.96
SET      68.000        99.97
SET      69.000        99.97
SET      70.000        99.97
SET      71.000        99.97
SET      72.000        99.97
SET      73.000        99.97
SET      74.000        99.98
SET      75.000        99.98
SET      76.000        99.98
SET      77.000        99.98
SET      78.000        99.98
SET      79.000        99.98
SET      80.000        99.98
SET      81.000        99.99
SET      82.000        99.99
SET      83.000        99.99
SET      84.000        99.99
SET      85.000        99.99
SET      86.000        99.99
SET      87.000        99.99
SET      88.000        99.99
SET      89.000        99.99
SET      90.000        99.99
SET      91.000        99.99
SET      92.000        99.99
SET      93.000        99.99
SET      94.000       100.00
SET      95.000       100.00
SET      96.000       100.00
SET      97.000       100.00
SET      98.000       100.00
SET      99.000       100.00
SET     100.000       100.00
SET     110.000       100.00
SET     120.000       100.00
SET     130.000       100.00
SET     140.000       100.00
SET     150.000       100.00
SET     170.000       100.00
SET     180.000       100.00
SET     190.000       100.00
SET     200.000       100.00
SET     220.000       100.00
SET     240.000       100.00
SET     250.000       100.00
SET     260.000       100.00
SET     270.000       100.00
SET     290.000       100.00
SET     310.000       100.00
SET     360.000       100.00
SET     380.000       100.00
---
---